{
    "priceForThisEp": "Price for This Ep",
    "balance": "Balance",
    "forTheFirstWeekThen": "for the first week, then",
    "unlimitedAccessToAllSeriesFor1Week": "Unlimited Access to All Series for 1 Week",
    "unlimitedAccessToAllSeriesFor1Month": "Unlimited Access to All Series for 1 Month",
    "unlimitedAccessToAllSeriesFor1Year": "Unlimited Access to All Series for 1 Year",
    "autoRenewCancelAnytime": "Auto renew • Cancel anytime",
    "week": "Week",
    "coinStore": "Coin Store",
    "weeklyVip": "Weekly VIP",
    "monthlyVip": "Monthly VIP",
    "yearlyVip": "Yearly VIP",
    "autoRenew": "Auto Renew",
    "cancelAnytime": "Cancel Anytime",
    "unlimitedViewing": "Unlimited Viewing",
    "1080pHd": "1080p HD",
    "adFree": "Ad-free",
    "vipOnlyDramas": "VIP-only dramas",
    "exclusiveExtraClip": "Exclusive Extra Clip",
    "vipExclusive": "VIP Exclusive",
    "becomeVipToAccessAllExclusiveBenefits": "Become VIP to Access All Exclusive Benefits",
    "comingSoon": "Coming Soon",
    "tips": "Tips",
    "tip1": "DramaOn offers both free and premium content, giving you the freedom to choose how you want to watch based on your preferences.",
    "tip2": "You can enjoy the first few episodes of each drama for free. Later episodes will be locked, and you’ll need to unlock them to keep watching.",
    "tip3": "There are three ways to unlock episodes:",
    "tip4": "Subscribe to a VIP plan for unlimited access to all dramas,",
    "tip5": "Use coins to unlock individual episodes, or",
    "tip6": "Watch ads to unlock individual episodes for free.",
    "tip7": "VIP users get full access to all dramas, an ad-free experience, full HD video quality, and early access to new releases. VIP subscriptions are available weekly, monthly, and yearly, and will automatically renew unless canceled",
    "tip8": "You can cancel your subscription anytime through your App Store or Google Play account. After canceling, your VIP access will remain active until the end of the current billing cycle.",
    "tip9": "DramaOn uses two types of coins with equal value: purchased coins and reward coins. Purchased coins are bought through coin packages, while reward coins are earned by completing tasks or watching ads. Coin packs are one-time purchases and do not renew automatically.",
    "tip10": "Privilege: Enjoy unlimited access DramaOn during subscription.",
    "tip11": "Activation: Subscriptions activate within 24 hours of purchase, pending approval from Google Play.",
    "tip12": "Auto-Renewal: Subscriptions auto-renew at original price, charged 24 hours before each period, unless canceled.",
    "tip13": "Cancellation: If you want to unsubscribe, please proceed to your Google Play account and cancel your subscription at least 24 hours before the end of your current subscription period.",
    "tip14": "If you experience any issues with payments, VIP access, or coin usage, please reach out to our support team through the app — we’re here to help as soon as possible."
}