{
    "priceForThisEp": "Giá cho tập này",
    "balance": "Số dư",
    "forTheFirstWeekThen": "trong tuần đầu tiên, sau đó",
    "unlimitedAccessToAllSeriesFor1Week": "Truy cập không giới hạn tất cả series trong 1 tuần",
    "unlimitedAccessToAllSeriesFor1Month": "Truy cập không giới hạn tất cả series trong 1 tháng",
    "unlimitedAccessToAllSeriesFor1Year": "Truy cập không giới hạn tất cả series trong 1 năm",
    "autoRenewCancelAnytime": "Tự động gia hạn • Hủy bất kỳ lúc nào",
    "week": "Tuần",
    "coinStore": "Cửa hàng xu",
    "weeklyVip": "VIP theo tuần",
    "monthlyVip": "VIP theo tháng",
    "yearlyVip": "VIP theo năm",
    "autoRenew": "Tự động gia hạn",
    "cancelAnytime": "Hủy bất kỳ lúc nào",
    "unlimitedViewing": "Xem không giới hạn",
    "1080pHd": "1080p HD",
    "adFree": "Không quảng cáo",
    "vipOnlyDramas": "Phim chỉ dành cho VIP",
    "exclusiveExtraClip": "Clip độc quyền",
    "vipExclusive": "Đặc quyền VIP",
    "becomeVipToAccessAllExclusiveBenefits": "Nâng cấp VIP để mở khóa mọi đặc quyền độc quyền",
    "comingSoon": "Sắp ra mắt",
    "tips": "Mẹo",
    "tip1": "DramaOn cung cấp cả nội dung miễn phí và cao cấp, giúp bạn tự do lựa chọn cách xem phù hợp với sở thích của mình.",
    "tip2": "Bạn có thể xem miễn phí vài tập đầu của mỗi bộ phim. Các tập sau sẽ bị khóa và cần được mở khóa để tiếp tục xem.",
    "tip3": "Có ba cách để mở khóa các tập phim:",
    "tip4": "Đăng ký gói VIP để truy cập không giới hạn tất cả phim,",
    "tip5": "Sử dụng xu để mở khóa từng tập, hoặc",
    "tip6": "Xem quảng cáo để mở khóa từng tập miễn phí.",
    "tip7": "Người dùng VIP được xem toàn bộ phim, không quảng cáo, chất lượng video Full HD và quyền truy cập sớm các tập mới. Gói VIP có các tùy chọn theo tuần, tháng và năm, và sẽ tự động gia hạn trừ khi bạn hủy.",
    "tip8": "Bạn có thể hủy đăng ký bất kỳ lúc nào qua tài khoản App Store hoặc Google Play. Sau khi hủy, quyền VIP vẫn có hiệu lực cho đến hết chu kỳ thanh toán hiện tại.",
    "tip9": "DramaOn sử dụng hai loại xu có giá trị ngang nhau: xu mua và xu thưởng. Xu mua được mua trong các gói xu, còn xu thưởng có thể nhận được bằng cách hoàn thành nhiệm vụ hoặc xem quảng cáo. Gói xu là gói mua một lần và không tự động gia hạn.",
    "tip10": "Đặc quyền: Truy cập không giới hạn DramaOn trong thời gian đăng ký.",
    "tip11": "Kích hoạt: Gói đăng ký sẽ được kích hoạt trong vòng 24 giờ sau khi mua, chờ phê duyệt từ Google Play.",
    "tip12": "Tự động gia hạn: Gói đăng ký sẽ tự động gia hạn với giá gốc, được tính phí 24 giờ trước mỗi chu kỳ, trừ khi bị hủy.",
    "tip13": "Hủy đăng ký: Nếu bạn muốn ngừng sử dụng, hãy vào tài khoản Google Play và hủy đăng ký ít nhất 24 giờ trước khi kết thúc chu kỳ hiện tại.",
    "tip14": "Nếu gặp sự cố liên quan đến thanh toán, quyền VIP hoặc xu, vui lòng liên hệ đội hỗ trợ trong ứng dụng — chúng tôi sẽ hỗ trợ bạn sớm nhất có thể."
}