{
    "priceForThisEp": "Prix pour cet épisode",
    "balance": "Solde",
    "forTheFirstWeekThen": "pendant la première semaine, puis",
    "unlimitedAccessToAllSeriesFor1Week": "Accès illimité à toutes les séries pendant 1 semaine",
    "unlimitedAccessToAllSeriesFor1Month": "Accès illimité à toutes les séries pendant 1 mois",
    "unlimitedAccessToAllSeriesFor1Year": "Accès illimité à toutes les séries pendant 1 an",
    "autoRenewCancelAnytime": "Renouvellement automatique • Annulez à tout moment",
    "week": "Semaine",
    "coinStore": "Boutique de pièces",
    "weeklyVip": "VIP hebdomadaire",
    "monthlyVip": "VIP mensuel",
    "yearlyVip": "VIP annuel",
    "autoRenew": "Renouvellement automatique",
    "cancelAnytime": "Annulez à tout moment",
    "unlimitedViewing": "Visionnage illimité",
    "1080pHd": "1080p HD",
    "adFree": "Sans publicité",
    "vipOnlyDramas": "Dramas réservés aux VIP",
    "exclusiveExtraClip": "Clip exclusif supplémentaire",
    "vipExclusive": "Exclusivité VIP",
    "becomeVipToAccessAllExclusiveBenefits": "Devenez VIP pour profiter de tous les avantages exclusifs",
    "comingSoon": "Bientôt disponible",
    "tips": "Astuces",
    "tip1": "DramaOn propose du contenu gratuit et premium pour que vous puissiez choisir votre façon de regarder.",
    "tip2": "Vous pouvez regarder gratuitement les premiers épisodes de chaque série. Les épisodes suivants seront verrouillés et devront être déverrouillés pour continuer.",
    "tip3": "Trois façons de déverrouiller les épisodes :",
    "tip4": "Souscrire un abonnement VIP pour un accès illimité à toutes les séries,",
    "tip5": "Utiliser des pièces pour débloquer des épisodes individuels, ou",
    "tip6": "Regarder des publicités pour débloquer gratuitement des épisodes.",
    "tip7": "Les utilisateurs VIP bénéficient d’un accès complet à toutes les séries, sans publicité, en Full HD et avec un accès anticipé aux nouveautés. Les abonnements VIP sont disponibles à la semaine, au mois et à l’année, et se renouvellent automatiquement sauf annulation.",
    "tip8": "Vous pouvez annuler votre abonnement à tout moment depuis votre compte App Store ou Google Play. Après l’annulation, l’accès VIP reste actif jusqu’à la fin de la période en cours.",
    "tip9": "DramaOn utilise deux types de pièces de même valeur : les pièces achetées et les pièces de récompense. Les pièces achetées proviennent de packs, tandis que les pièces de récompense sont gagnées en accomplissant des tâches ou en regardant des publicités. Les packs de pièces sont des achats uniques et ne se renouvellent pas automatiquement.",
    "tip10": "Avantage : Profitez d’un accès illimité à DramaOn pendant la durée de votre abonnement.",
    "tip11": "Activation : L’abonnement est activé dans les 24 heures suivant l’achat, sous réserve d’approbation par Google Play.",
    "tip12": "Renouvellement automatique : L’abonnement est renouvelé au prix d’origine et facturé 24 heures avant chaque période, sauf en cas d’annulation.",
    "tip13": "Annulation : Pour vous désabonner, accédez à votre compte Google Play et annulez au moins 24 heures avant la fin de la période actuelle.",
    "tip14": "Si vous rencontrez des problèmes de paiement, d’accès VIP ou d’utilisation des pièces, contactez notre équipe d’assistance via l’application — nous vous aiderons dès que possible."
}