{
    "priceForThisEp": "Harga untuk episode ini",
    "balance": "Saldo",
    "forTheFirstWeekThen": "untuk minggu pertama, lalu",
    "unlimitedAccessToAllSeriesFor1Week": "Akses tanpa batas ke semua seri selama 1 minggu",
    "unlimitedAccessToAllSeriesFor1Month": "Akses tanpa batas ke semua seri selama 1 bulan",
    "unlimitedAccessToAllSeriesFor1Year": "Akses tanpa batas ke semua seri selama 1 tahun",
    "autoRenewCancelAnytime": "Perpanjangan otomatis • Batalkan kapan saja",
    "week": "Minggu",
    "coinStore": "Toko koin",
    "weeklyVip": "VIP mingguan",
    "monthlyVip": "VIP bulanan",
    "yearlyVip": "VIP tahunan",
    "autoRenew": "Perpanjangan otomatis",
    "cancelAnytime": "Batalkan kapan saja",
    "unlimitedViewing": "Tonton tanpa batas",
    "1080pHd": "1080p HD",
    "adFree": "Tanpa iklan",
    "vipOnlyDramas": "Drama khusus VIP",
    "exclusiveExtraClip": "Klip tambahan eksklusif",
    "vipExclusive": "Eksklusif VIP",
    "becomeVipToAccessAllExclusiveBenefits": "Jadi VIP untuk menikmati semua keuntungan eksklusif",
    "comingSoon": "Segera hadir",
    "tips": "Tips",
    "tip1": "DramaOn menawarkan konten gratis dan premium agar kamu bisa memilih cara menonton sesuai preferensi kamu.",
    "tip2": "Kamu bisa menonton beberapa episode pertama setiap drama secara gratis. Episode berikutnya akan terkunci dan perlu dibuka untuk melanjutkan menonton.",
    "tip3": "Ada tiga cara untuk membuka episode:",
    "tip4": "Berlangganan paket VIP untuk akses tanpa batas ke semua drama,",
    "tip5": "Gunakan koin untuk membuka episode tertentu, atau",
    "tip6": "Tonton iklan untuk membuka episode secara gratis.",
    "tip7": "Pengguna VIP mendapatkan akses penuh ke semua drama, tanpa iklan, kualitas video Full HD, dan akses awal ke rilisan baru. Langganan VIP tersedia mingguan, bulanan, dan tahunan, dan akan diperpanjang otomatis kecuali dibatalkan.",
    "tip8": "Kamu dapat membatalkan langganan kapan saja melalui akun App Store atau Google Play kamu. Setelah dibatalkan, akses VIP akan tetap aktif hingga akhir periode berjalan.",
    "tip9": "DramaOn menggunakan dua jenis koin dengan nilai yang sama: koin pembelian dan koin hadiah. Koin pembelian didapat dari paket koin, sedangkan koin hadiah diperoleh dengan menyelesaikan tugas atau menonton iklan. Paket koin bersifat sekali beli dan tidak diperpanjang otomatis.",
    "tip10": "Keistimewaan: Nikmati akses tanpa batas ke DramaOn selama masa langganan.",
    "tip11": "Aktivasi: Langganan akan aktif dalam 24 jam setelah pembelian, menunggu persetujuan dari Google Play.",
    "tip12": "Perpanjangan otomatis: Langganan diperpanjang dengan harga asli dan akan ditagih 24 jam sebelum periode berikutnya, kecuali dibatalkan.",
    "tip13": "Pembatalan: Jika ingin berhenti berlangganan, buka akun Google Play kamu dan batalkan minimal 24 jam sebelum akhir periode berjalan.",
    "tip14": "Jika mengalami masalah dengan pembayaran, akses VIP, atau penggunaan koin, hubungi tim dukungan melalui aplikasi — kami akan membantu secepat mungkin."
}