{
    "priceForThisEp": "Preço deste episódio",
    "balance": "Saldo",
    "forTheFirstWeekThen": "na primeira semana, depois",
    "unlimitedAccessToAllSeriesFor1Week": "Acesso ilimitado a todas as séries por 1 semana",
    "unlimitedAccessToAllSeriesFor1Month": "Acesso ilimitado a todas as séries por 1 mês",
    "unlimitedAccessToAllSeriesFor1Year": "Acesso ilimitado a todas as séries por 1 ano",
    "autoRenewCancelAnytime": "Renovação automática • Cancele a qualquer momento",
    "week": "Semana",
    "coinStore": "Loja de moedas",
    "weeklyVip": "VIP semanal",
    "monthlyVip": "VIP mensal",
    "yearlyVip": "VIP anual",
    "autoRenew": "Renovação automática",
    "cancelAnytime": "Cancele a qualquer momento",
    "unlimitedViewing": "Visualização ilimitada",
    "1080pHd": "1080p HD",
    "adFree": "Sem anúncios",
    "vipOnlyDramas": "Dramas exclusivos para VIP",
    "exclusiveExtraClip": "Clipe extra exclusivo",
    "vipExclusive": "Exclusivo VIP",
    "becomeVipToAccessAllExclusiveBenefits": "Torne-se VIP para aproveitar todos os benefícios exclusivos",
    "comingSoon": "Em breve",
    "tips": "Dicas",
    "tip1": "O DramaOn oferece conteúdo gratuito e premium para que você escolha como assistir de acordo com suas preferências.",
    "tip2": "Você pode assistir gratuitamente aos primeiros episódios de cada drama. Os episódios seguintes serão bloqueados e precisarão ser desbloqueados para continuar assistindo.",
    "tip3": "Existem três maneiras de desbloquear episódios:",
    "tip4": "Assine um plano VIP para acesso ilimitado a todos os dramas,",
    "tip5": "Use moedas para desbloquear episódios individuais, ou",
    "tip6": "Assista a anúncios para desbloquear episódios gratuitamente.",
    "tip7": "Usuários VIP têm acesso total a todos os dramas, sem anúncios, com qualidade Full HD e acesso antecipado a novos lançamentos. As assinaturas VIP estão disponíveis por semana, mês e ano e renovam-se automaticamente, a menos que sejam canceladas.",
    "tip8": "Você pode cancelar sua assinatura a qualquer momento pela sua conta da App Store ou Google Play. Após o cancelamento, o acesso VIP permanecerá ativo até o final do ciclo atual.",
    "tip9": "O DramaOn usa dois tipos de moedas com o mesmo valor: moedas compradas e moedas de recompensa. As moedas compradas são adquiridas em pacotes, enquanto as de recompensa são ganhas ao completar tarefas ou assistir a anúncios. Os pacotes de moedas são compras únicas e não se renovam automaticamente.",
    "tip10": "Benefício: Aproveite acesso ilimitado ao DramaOn durante sua assinatura.",
    "tip11": "Ativação: A assinatura é ativada em até 24 horas após a compra, sujeita à aprovação do Google Play.",
    "tip12": "Renovação automática: A assinatura é renovada pelo preço original e cobrada 24 horas antes de cada período, a menos que seja cancelada.",
    "tip13": "Cancelamento: Para cancelar, acesse sua conta do Google Play e cancele pelo menos 24 horas antes do final do período atual.",
    "tip14": "Se você tiver problemas com pagamentos, acesso VIP ou uso de moedas, entre em contato com nossa equipe de suporte pelo aplicativo — ajudaremos o mais rápido possível."
}