{
    "priceForThisEp": "ราคาในตอนนี้",
    "balance": "ยอดคงเหลือ",
    "forTheFirstWeekThen": "ในสัปดาห์แรก จากนั้น",
    "unlimitedAccessToAllSeriesFor1Week": "เข้าถึงซีรีส์ทั้งหมดไม่จำกัดเป็นเวลา 1 สัปดาห์",
    "unlimitedAccessToAllSeriesFor1Month": "เข้าถึงซีรีส์ทั้งหมดไม่จำกัดเป็นเวลา 1 เดือน",
    "unlimitedAccessToAllSeriesFor1Year": "เข้าถึงซีรีส์ทั้งหมดไม่จำกัดเป็นเวลา 1 ปี",
    "autoRenewCancelAnytime": "ต่ออายุอัตโนมัติ • ยกเลิกได้ทุกเมื่อ",
    "week": "สัปดาห์",
    "coinStore": "ร้านค้าเหรียญ",
    "weeklyVip": "VIP รายสัปดาห์",
    "monthlyVip": "VIP รายเดือน",
    "yearlyVip": "VIP รายปี",
    "autoRenew": "ต่ออายุอัตโนมัติ",
    "cancelAnytime": "ยกเลิกได้ทุกเมื่อ",
    "unlimitedViewing": "รับชมได้ไม่จำกัด",
    "1080pHd": "1080p HD",
    "adFree": "ไม่มีโฆษณา",
    "vipOnlyDramas": "ซีรีส์เฉพาะสำหรับ VIP",
    "exclusiveExtraClip": "คลิปพิเศษเฉพาะ",
    "vipExclusive": "สิทธิพิเศษสำหรับ VIP",
    "becomeVipToAccessAllExclusiveBenefits": "อัปเกรดเป็น VIP เพื่อเข้าถึงสิทธิพิเศษทั้งหมด",
    "comingSoon": "เร็วๆ นี้",
    "tips": "เคล็ดลับ",
    "tip1": "DramaOn มีทั้งเนื้อหาฟรีและพรีเมียม ให้คุณเลือกวิธีรับชมตามใจชอบ",
    "tip2": "คุณสามารถดูตอนแรกๆ ของแต่ละซีรีส์ได้ฟรี ตอนต่อไปจะถูกล็อกและต้องปลดล็อกเพื่อรับชมต่อ",
    "tip3": "มี 3 วิธีในการปลดล็อกตอน:",
    "tip4": "สมัครสมาชิก VIP เพื่อเข้าถึงซีรีส์ทั้งหมดไม่จำกัด,",
    "tip5": "ใช้เหรียญเพื่อปลดล็อกตอนเฉพาะ, หรือ",
    "tip6": "ดูโฆษณาเพื่อปลดล็อกตอนฟรี",
    "tip7": "ผู้ใช้ VIP จะได้รับสิทธิ์ดูซีรีส์ทั้งหมดแบบไม่จำกัด ไม่มีโฆษณา คุณภาพ Full HD และเข้าถึงตอนใหม่ก่อนใคร แผน VIP มีทั้งแบบรายสัปดาห์ รายเดือน และรายปี และจะต่ออัตโนมัติหากไม่ยกเลิก",
    "tip8": "คุณสามารถยกเลิกการสมัครได้ทุกเมื่อผ่านบัญชี App Store หรือ Google Play หลังจากยกเลิก สิทธิ์ VIP จะยังคงใช้ได้จนกว่าจะหมดรอบบิลปัจจุบัน",
    "tip9": "DramaOn ใช้เหรียญ 2 ประเภทที่มีมูลค่าเท่ากัน: เหรียญที่ซื้อและเหรียญรางวัล เหรียญที่ซื้อจะได้จากแพ็กเกจเหรียญ ส่วนเหรียญรางวัลจะได้รับจากการทำภารกิจหรือดูโฆษณา แพ็กเกจเหรียญเป็นการซื้อครั้งเดียวและไม่ต่ออัตโนมัติ",
    "tip10": "สิทธิพิเศษ: เพลิดเพลินกับการเข้าถึง DramaOn แบบไม่จำกัดตลอดช่วงเวลาสมาชิก",
    "tip11": "การเปิดใช้งาน: การสมัครจะเปิดใช้งานภายใน 24 ชั่วโมงหลังจากซื้อ รอการอนุมัติจาก Google Play",
    "tip12": "การต่ออายุอัตโนมัติ: การสมัครจะต่ออัตโนมัติในราคาปกติและจะถูกเรียกเก็บเงิน 24 ชั่วโมงก่อนเริ่มรอบใหม่ เว้นแต่จะถูกยกเลิก",
    "tip13": "การยกเลิก: หากต้องการยกเลิก โปรดเข้าสู่บัญชี Google Play ของคุณและยกเลิกอย่างน้อย 24 ชั่วโมงก่อนหมดรอบปัจจุบัน",
    "tip14": "หากพบปัญหาเกี่ยวกับการชำระเงิน สิทธิ์ VIP หรือการใช้เหรียญ โปรดติดต่อทีมสนับสนุนผ่านแอป — เราพร้อมช่วยเหลือคุณโดยเร็วที่สุด"
}