{
    "priceForThisEp": "Preis für diese Folge",
    "balance": "Guthaben",
    "forTheFirstWeekThen": "für die erste Woche, danach",
    "unlimitedAccessToAllSeriesFor1Week": "Unbegrenzter Zugriff auf alle Serien für 1 Woche",
    "unlimitedAccessToAllSeriesFor1Month": "Unbegrenzter Zugriff auf alle Serien für 1 Monat",
    "unlimitedAccessToAllSeriesFor1Year": "Unbegrenzter Zugriff auf alle Serien für 1 Jahr",
    "autoRenewCancelAnytime": "Automatische Verlängerung • Jederzeit kündbar",
    "week": "Woche",
    "coinStore": "Münz-Shop",
    "weeklyVip": "Wöchentliches VIP",
    "monthlyVip": "Monatliches VIP",
    "yearlyVip": "Jährliches VIP",
    "autoRenew": "Automatische Verlängerung",
    "cancelAnytime": "Jederzeit kündbar",
    "unlimitedViewing": "Unbegrenztes Ansehen",
    "1080pHd": "1080p HD",
    "adFree": "Werbefrei",
    "vipOnlyDramas": "Nur für VIPs verfügbare Dramen",
    "exclusiveExtraClip": "Exklusiver Extra-Clip",
    "vipExclusive": "VIP-Exklusiv",
    "becomeVipToAccessAllExclusiveBenefits": "Werde VIP, um alle exklusiven Vorteile zu erhalten",
    "comingSoon": "Demnächst verfügbar",
    "tips": "Tipps",
    "tip1": "DramaOn bietet sowohl kostenlose als auch Premium-Inhalte, damit du selbst entscheiden kannst, wie du schauen möchtest.",
    "tip2": "Du kannst die ersten Folgen jeder Serie kostenlos ansehen. Spätere Folgen werden gesperrt und müssen freigeschaltet werden, um weiterzuschauen.",
    "tip3": "Es gibt drei Möglichkeiten, Folgen freizuschalten:",
    "tip4": "Abonniere einen VIP-Plan für unbegrenzten Zugriff auf alle Dramen,",
    "tip5": "Verwende Münzen, um einzelne Folgen freizuschalten, oder",
    "tip6": "Sieh dir Werbung an, um einzelne Folgen kostenlos freizuschalten.",
    "tip7": "VIP-Nutzer erhalten vollen Zugriff auf alle Dramen, werbefreies Sehen, Full-HD-Qualität und frühzeitigen Zugriff auf neue Veröffentlichungen. VIP-Abos sind wöchentlich, monatlich oder jährlich verfügbar und verlängern sich automatisch, sofern sie nicht gekündigt werden.",
    "tip8": "Du kannst dein Abo jederzeit über deinen App Store- oder Google Play-Account kündigen. Nach der Kündigung bleibt dein VIP-Zugang bis zum Ende des aktuellen Abrechnungszeitraums aktiv.",
    "tip9": "DramaOn verwendet zwei gleichwertige Münztypen: gekaufte Münzen und Belohnungsmünzen. Gekaufte Münzen werden über Pakete erworben, während Belohnungsmünzen durch Aufgaben oder Werbung verdient werden. Münzpakete sind einmalige Käufe und verlängern sich nicht automatisch.",
    "tip10": "Vorteil: Genieße unbegrenzten Zugriff auf DramaOn während deines Abos.",
    "tip11": "Aktivierung: Das Abo wird innerhalb von 24 Stunden nach dem Kauf aktiviert, vorbehaltlich der Genehmigung durch Google Play.",
    "tip12": "Automatische Verlängerung: Das Abo verlängert sich zum ursprünglichen Preis automatisch und wird 24 Stunden vor Beginn des nächsten Zeitraums abgerechnet, sofern es nicht gekündigt wird.",
    "tip13": "Kündigung: Wenn du dein Abo beenden möchtest, kündige bitte mindestens 24 Stunden vor Ablauf der aktuellen Periode über deinen Google Play-Account.",
    "tip14": "Wenn du Probleme mit Zahlungen, VIP-Zugang oder Münznutzung hast, kontaktiere bitte unser Support-Team in der App — wir helfen dir so schnell wie möglich."
}