{
    "priceForThisEp": "Precio de este episodio",
    "balance": "Saldo",
    "forTheFirstWeekThen": "durante la primera semana, luego",
    "unlimitedAccessToAllSeriesFor1Week": "Acceso ilimitado a todas las series por 1 semana",
    "unlimitedAccessToAllSeriesFor1Month": "Acceso ilimitado a todas las series por 1 mes",
    "unlimitedAccessToAllSeriesFor1Year": "Acceso ilimitado a todas las series por 1 año",
    "autoRenewCancelAnytime": "Renovación automática • Cancela en cualquier momento",
    "week": "Semana",
    "coinStore": "Tienda de monedas",
    "weeklyVip": "VIP semanal",
    "monthlyVip": "VIP mensual",
    "yearlyVip": "VIP anual",
    "autoRenew": "Renovación automática",
    "cancelAnytime": "Cancela en cualquier momento",
    "unlimitedViewing": "Visualización ilimitada",
    "1080pHd": "1080p HD",
    "adFree": "Sin anuncios",
    "vipOnlyDramas": "Dramas solo para VIP",
    "exclusiveExtraClip": "Clip extra exclusivo",
    "vipExclusive": "Exclusivo VIP",
    "becomeVipToAccessAllExclusiveBenefits": "Hazte VIP para disfrutar todos los beneficios exclusivos",
    "comingSoon": "Próximamente",
    "tips": "Consejos",
    "tip1": "DramaOn ofrece contenido gratuito y premium para que elijas cómo ver según tus preferencias.",
    "tip2": "Puedes ver gratis los primeros episodios de cada drama. Los siguientes estarán bloqueados y necesitarás desbloquearlos para continuar viendo.",
    "tip3": "Hay tres formas de desbloquear los episodios:",
    "tip4": "Suscríbete a un plan VIP para acceso ilimitado a todos los dramas,",
    "tip5": "Usa monedas para desbloquear episodios individuales, o",
    "tip6": "Mira anuncios para desbloquear episodios gratis.",
    "tip7": "Los usuarios VIP obtienen acceso completo a todos los dramas, sin anuncios, calidad Full HD y acceso anticipado a nuevos lanzamientos. Las suscripciones VIP son semanales, mensuales o anuales y se renuevan automáticamente a menos que las canceles.",
    "tip8": "Puedes cancelar tu suscripción en cualquier momento desde tu cuenta de App Store o Google Play. Tras cancelarla, tu acceso VIP seguirá activo hasta el final del periodo actual.",
    "tip9": "DramaOn utiliza dos tipos de monedas con el mismo valor: monedas compradas y monedas de recompensa. Las monedas compradas se adquieren en paquetes, mientras que las monedas de recompensa se ganan al completar tareas o ver anuncios. Los paquetes son compras únicas y no se renuevan automáticamente.",
    "tip10": "Privilegio: Disfruta acceso ilimitado a DramaOn durante tu suscripción.",
    "tip11": "Activación: La suscripción se activa dentro de 24 horas después de la compra, pendiente de aprobación de Google Play.",
    "tip12": "Renovación automática: La suscripción se renueva al precio original y se cobra 24 horas antes de cada periodo, a menos que la canceles.",
    "tip13": "Cancelación: Si deseas cancelar, hazlo en tu cuenta de Google Play al menos 24 horas antes del fin del periodo actual.",
    "tip14": "Si tienes problemas con los pagos, el acceso VIP o las monedas, contáctanos a través del soporte en la app — te ayudaremos lo antes posible."
}